Repository: neo22s/better-quick-login
Catalog: languages/better-quick-login-*.po
Languages: es_es

source: Add to WordPress Login
es_es: Añadir al Login de WordPress

source: Click the following link to log in:
es_es: Haz click en este enlace para loguearte:

source: day
es_es: día

source: Enjoy using our plugin? Consider <a href="https://paypal.me/chema/10EUR" target="_blank" id="donate-link">making a donation</a> to support our work! THANKS!
es_es: ¿Te gusta nuestro plugin? Considera la posibilidad de <a href="https://paypal.me/chema/10EUR" target="_blank" id="donate-link">hacer una donación</a> para apoyar nuestro trabajo GRACIAS

source: Force 1 Session per User
es_es: Forzar 1 sesión por usuario

source: hour
es_es: hora

source: hours
es_es: horas

source: Keep User Logged In
es_es: Mantiene el usuario logueado

source: Link Expire Time
es_es: Tiempo expiración del enlace

source: Log out
es_es: Salir

source: Log out of this account
es_es: Salir

source: minutes
es_es: minutos

source: Passwordless login system for WordPress.
es_es: Login sin contraseña para WordPress.

source: Please check your email. You will soon receive an email with a login link.
es_es: Por favor revisa tu email. Pronto recibirás un email con un enlace para loguearte.

source: Quick Login Settings
es_es: Quick Login Configuración

source: There was a problem sending your email. Please try again or contact an admin.
es_es: Hubo un problema al enviar su correo electrónico. Inténtelo de nuevo o comuníquese con un administrador.

source: Token time expired please try to login again
es_es: El token expiró. Intente iniciar sesión nuevamente.

source: Username or Email
es_es: Usuario o Email

# verb
source: Settings
es_es: Configuración

# verb
source: Sponsor
es_es: Esponsor

source: You are currently logged in as
es_es: Actualmente estás conectado como

source: Your Log in Link
es_es: Enlace de inicio de sesión
